[{"RID":38,"BOVA":"010033","SortKey":null,"CommonName":"Longnose Gar","ScientificName":"Lepisosteus osseus","OtherNames":"Billy gar, billfish, garfish, garpike","Identification":"Living relic of prehistoric past; family dates back 245 million years. Nothing in Virginia is even remotely similar to the gar. The long narrow beak-like jaw, laden with sharp teeth, is the unmistakable feature. Very long, cylindrical fish with dorsal and anal fins set well back on the body, and a large rounded tail fin; note the armament of very large, hard, sharp, bony scales. Brownisholive on its back, fading to yellowish- or olive-green to white on its belly; 2 to 3 ft in length is not uncommon.","Family":9,"BestFishingNarrative":"Lakes: Western Branch, Prince, Chickahominy, Buggs Island. Rivers: Chickahominy, Pamunkey, James, Rappahannock.","Fishing":"Large minnows are best on medium to heavy casting and spinning tackle. They are adept at stripping bait from hooks and difficult to hook in their bony jaw. Feed at night, especially moonlit nights.","Feeding":"Feeds mainly near the surface on small fishes, but take in small amounts of insects and other aquatic creatures.","Habitat":"Occurs in slow-moving rivers, streams, overflow ponds or large freshwater bays. Is tolerant of turbid waters and currents and will feed in fast currents or tides. Needs reasonably clear water and aquatic vegetation to reproduce. Is able to breath by using its air bladder as a lung, and are often seen in warm weather with their “beaks” out of water, gulping air.","Spawning":"In spring in shallow waters, the eggs are deposited in weedy bays on submerged vegetation. They are dark in color and said to be poisonous for humans to eat. Young have a special disk on its head to attach to vegetation, much like pike fry."},
{"RID":37,"BOVA":"010034","SortKey":null,"CommonName":"Bowfin","ScientificName":"Amia calva","OtherNames":"grindle, grinnel","Identification":"Bowfin are living relics, with primitive roots back 70 million years ago. Has a long, soft-rayed dorsal which arches in a bow over most of the length of its body. Tail is rounded, with distinct black spot rimmed with orange on males; black spot on females faint or absent and no orange rim. Its back and sides are brownishgreen or olive-green, with mottled sides fading to yellowish or white. During spawning, its underside turns a bright yellow-green.\\nHas a cylindrical body and a wide flattened head, almost snake-like, with deep-set dark eyes. Snout is rounded with short nasal barbels.\\nMouth is large and has conical-shaped teeth. Note: While the bowfin shares similar coloration and body shape with the northern snakehead (recently introduced to the Potomac River), the anal fin of a bowfin is much shorter than that of the snakehead, and snakeheads will not have the spot found on bowfin.","Family":9,"BestFishingNarrative":"Lakes: Chickahominy, Little Creek and Diascund. Rivers: Chickahominy, Mattaponi, Pamunkey, Nottoway and Blackwater.","Fishing":"They are strong, muscular fighters and strike viscously at all manner of live bait and many artificials. Often fools an angler into thinking it's whipped, and then suddenly explodes back into life. Minnows and a variety of jigs are best baits. Use a good stiff rod with at least 15 lb test line. Steel leaders may be necessary and donít try to lip hold these fish! Food value is generally considered poor.","Feeding":"Feed mainly on other fishes, sometimes on crayfish, crayfish, mollusks, and frogs. They are nocturnal, but most active at dawn and disk, and often go on a spree after rains have clouded the waters and washed food into rivers and lakes.","Habitat":"Usually found in dark, sluggish waters with muddy bottoms and dense vegetation as well as tannin-stained swamps, rivers and lakes. Slower moving rivers or backwater sloughs of large rivers and some small lakes and ponds. Found only in eastern North America.","Spawning":"Spawns in April and May in marshy, weedy bays. Male forms a depression on firm bottom amid weeds, clearing all weeds away then conceals it with an umbrella of vegetation. Two females may spawn in one nest and will spawn in more than one nest in a spring. Usually spawns at night. Male guards and aerates the eggs. After they hatch, young attach to rootlets of vegetation by means of an adhesive organ, much like the pikes. The male will guard the young that travel in schools until they are about 3 or 4 ins. long."},
{"RID":35,"BOVA":"010038","SortKey":null,"CommonName":"Alewife","ScientificName":"Alosa pseudoharengus","OtherNames":"river herring","Identification":"Blueback herring and alewife are almost identical looking; the best way to tell them apart is an internal difference, blueback have a black membrane that lines the abdominal cavity and alewife have a light colored one with few, scattered spots. Blueback are bluish along the back with a silvery head; alewife is grayish-blue above, with a bronze head. Maximum length is 12 to 15 inches and less than 1 lb.","Family":7,"BestFishingNarrative":"It is now illegal for any person to have river herring in their possession, including blueback herring and alewife. For more information about this regulation, <a href=\"http://www.mrc.state.va.us/regulations/fr1260.shtm\">see the VMRC website.</a>","Fishing":"","Feeding":"Herring are pelagic, schooling and feeding in midwater or at the surface, preying on zooplankton, as well as shrimp, other small crustaceans, small fish, and fish eggs.","Habitat":"Both blueback and alewife are anadromous, living in salt and brackish marine areas as adults and returning to freshwater to spawn. Alewife and blueback can spend their entire life in freshwater, with reproducing populations established in impoundments.","Spawning":"Alewife spawn earlier than blueback, with both migrating upstream in the spring like shad. Herring spawn in quieter, upper portions on streams and creeks, randomly releasing sticky eggs that sink and adhere to the bottom. The tiny eggs hatch in 2 to 3 days; young head for salt water when they are several months old."},
{"RID":33,"BOVA":"010039","SortKey":null,"CommonName":"Hickory Shad","ScientificName":"Alosa mediocris","OtherNames":"hickory, silver shad","Identification":"River herring family, averaging around 1 lb., with fish up to 2 lbs. common.\\nSilver-sided with grayish-green back and a prominent dark spot, followed by a row of lighter spots (especially when fresh) on the upper part of the side just behind the gill cover; body long but compressed, asymmetrical top to bottom and in cross section it is wedge-shaped; the lower jaw protrudes significantly beyond the upper jaw when the mouth is closed. Each scale on the sides has a small dark spot.","Family":7,"BestFishingNarrative":"Rivers: Rappahannock (fall line area in Fredericksburg), James (Richmond fall line area), Appomattox, Chickahominy (below Walker's Dam), Mattaponi, Pamunkey, and Nottoway.  (It is now illegal for any person to have river herring in their possession, including blueback herring and alewife. For more information about this regulation, <a href=\"http://www.mrc.state.va.us/regulations/fr1260.shtm\">see the VMRC website.</a>)","Fishing":"Mid-March into May with spring spawning run, arriving earlier than American shad. Light spin casting using very small, brightly colored shad darts, spoons, jigs, or minnow imitation lures. Fly fishing with darts, gold or white streamers, and other wet flies. Often taken near the surface, will "tail-walk" and sometimes jump.  (Check current regulations for restrictions and limits.)","Feeding":"Adults in the ocean feed on squid, small fish, fish eggs, crabs and other small crustaceans. Like the American shad, they feed very little, if any, during their spawning run.","Habitat":"Hickory shad are anadromous; adults live in coastal ocean waters, until they are sexually mature, and then move into freshwater to spawn. After spawning, surviving adults return to the ocean.\\nNewly hatched young remain in fresh and brackish water for a short time before moving out to the ocean.","Spawning":"Spawning takes place in early spring and is believed to occur at night when water temperatures reach about 61°F; eggs are slightly adhesive and then neutrally buoyant and drift downstream with the current, hatching in 48 to 70 hrs."},
{"RID":32,"BOVA":"010040","SortKey":null,"CommonName":"American Shad","ScientificName":"Alosa sapidissima","OtherNames":"white shad","Identification":"Largest of the river herring Family, American shad average around 3 lbs., with fish up to 5 lbs. common. Silver-sided with greenish-blue back; deep bodied from the side, narrow and symmetrical top to bottom head-on; row of dark spots on the sides, running back from the gill cover; the upper and lower jaws are equal length when the mouth is closed.","Family":7,"BestFishingNarrative":"Rivers: James (Richmond fall line area), Mattaponi, Pamunkey.  (It is now illegal for any person to have river herring in their possession, including blueback herring and alewife. For more information about this regulation, <a href=\"http://www.mrc.state.va.us/regulations/fr1260.shtm\">see the VMRC website.</a>)","Fishing":"Best time from mid-March to early May in fall line areas of tidal rivers as adults return to spawn. Light spincasting rods and reels, with 1/32 to 1/8 oz., brightly colored shad darts, spoons, jigs, or small minnow imitation lures. Fly fishing with darts, gold or white soft-bodied streamers, and other wet flies. Increased success in deeper water; do not usually jump but give a good fight; need to be carefully played to avoid tearing delicate mouth.  (Check current regulations for restrictions and limits.)","Feeding":"Young shad in fresh and tidal portions of rivers feed on zooplankton (microscopic animals) and insect larvae; Adult shad in the ocean eat primarily zooplankton (microscopic animals), but can take worms or small fish. During spawning runs, adults eat very little, if anything.","Habitat":"American shad are anadromous; as adults they travel in large schools along ocean coastal areas for 4 or 5 years, until they are sexually mature, and then run up large rivers from saltwater to freshwater to spawn. After spawning, surviving adults return to the ocean. Newly hatched young remain in freshwater until fall; in the fall, they move downstream to brackish estuaries where they may remain for a year or more before moving out to the ocean.","Spawning":"Shad run up rivers in the spring as water temperatures reach the mid-50F mark. Males usually come upstream first, with spawning occurring over sandbars or rocky riffles at dusk and into the night in an average depth of 6ft. of water; peak spawning is at about 65F. Shad eggs are neutrally buoyant, floating suspended in open water until they hatch in about 4 to 12 days."},
{"RID":34,"BOVA":"010045","SortKey":null,"CommonName":"Blueback Herring","ScientificName":"Alosa aestivalis","OtherNames":"river herring","Identification":"Blueback herring and alewife are almost identical looking; the best way to tell them apart is an internal difference, blueback have a black membrane that lines the abdominal cavity and alewife have a light colored one with few, scattered spots. Blueback are bluish along the back with a silvery head; alewife is grayish-blue above, with a bronze head. Maximum length is 12 to 15 inches and less than 1 lb.","Family":7,"BestFishingNarrative":"It is now illegal for any person to have river herring in their possession, including blueback herring and alewife. For more information about this regulation, <a href=\"http://www.mrc.state.va.us/regulations/fr1260.shtm\">see the VMRC website.</a>","Fishing":"","Feeding":"Herring are pelagic, schooling and feeding in midwater or at the surface, preying on zooplankton, as well as shrimp, other small crustaceans, small fish, and fish eggs.","Habitat":"Both blueback and alewife are anadromous, living in salt and brackish marine areas as adults and returning to freshwater to spawn. Alewife and blueback can spend their entire life in freshwater, with reproducing populations established in impoundments.","Spawning":"Alewife spawn earlier than blueback, with both migrating upstream in the spring like shad. Herring spawn in quieter, upper portions on streams and creeks, randomly releasing sticky eggs that sink and adhere to the bottom. The tiny eggs hatch in 2 to 3 days; young head for salt water when they are several months old."},
{"RID":25,"BOVA":"010050","SortKey":null,"CommonName":"Rainbow Trout","ScientificName":"Oncorhynchus mykiss","OtherNames":"rainbow","Identification":"The variety of rainbows has resulted in a variety of colors, hues and markings. Normally the back is olive-green with a silvery cast on its sides fading to a silvery-white belly. Apinkish or light rosy red band extends from its cheek to near its tail. Normally, they are well spotted with black spots, but vary from large spots to tiny specks to no markings at all.","Family":5,"BestFishingNarrative":"Well established in streams of the southwestern region of the state and are found in a myriad of mountain streams in western Virginia. Lakes: Moomaw. Rivers and Streams: Smith River, Elk Creek, Dan River, Potts Creek, Cripple Creek, Roanoke River, Little Reed Island Creek, Jackson River, Crooked Creek and Big Tumbling Creek, and many others on both sides of the Blue Ridge. Some good wild streams are Whitetop Laurel, Fox Creek, and the South Fork Holston River.","Fishing":"Hits dry flies, wet flies, streamers, nymphs, small spinners and spinner-bucktails, spoons, as well as worms, live nymphs, minnows and salmon eggs. Hatchery trout readily take kernel corn and colored marshmallows. Berkeley Power Baits that give off a scent and can be shaped on the hook are used extensively by anglers.","Feeding":"Eats a variety of aquatic and terrestrial life. Large rainbows will eat small fish, but their main diet is invertebrates. In very cold climates, they ingest minute aquatic organisms through fine gill-rakers.","Habitat":"Originally native to the western slope of the Rockies. Successfully introduced into eastern streams including those in Virginia.\\nMost Virginia rainbows are in fast flowing, larger streams and constitute the backbone of the Department's stocking program.","Spawning":"The majority of rainbows in Virginia are stocked fish. There are a good number of wild fish in Mount Rogers Area streams. When spawning occurs it is at the lower ends of pools or in riffles where the female digs out a spawning bed or "redd." Rainbows in their natural state spawn in spring."},
{"RID":26,"BOVA":"010051","SortKey":null,"CommonName":"Brown Trout","ScientificName":"Salmo trutta","OtherNames":"English brown trout, German brown trout, European trout","Identification":"Colors vary widely. Natural wild browns are olivebrown on the back, lighter on the sides, brilliant yellow-gold on their underside, with yellowish-green, unspotted fins. They have numerous black or dark brown spots on their sides, along with a sprinkling of red spots encircled with light blue rings. Hatchery-reared browns tend to be more silvery with dark brownish above with light yellow undersides and spots of a lighter shade.","Family":5,"BestFishingNarrative":"Lakes: Moomaw. Rivers and Streams: Little River, Mossy Creek, Potts Creek, Back Creek, Jackson River, Smith River and a wide array of others on either side of the Blue Ridge and in Southwestern Virginia.","Fishing":"Will rise to dry flies as well as hitting wet flies, streamers and nymphs. Worms, live nymphs, minnows and salmon eggs are good too. Brown trout tend to be bigger "meat eaters" in that they'll take larger live baits more readily and will hit spinners, spinner bucktail combinations, as well as small crankbaits and spoons. Live baits and wet flies are normally fished downstream while dry flies are fished upstream.","Feeding":"Aquatic and terrestrial insects, mollusks, small fish, crayfish, salamanders, frogs, even small mammals or birds.\\nFish and crayfish are the main diet of larger browns.","Habitat":"Usually in larger waters with plenty of rock structure, submerged logs and overhanging banks.","Spawning":"They spawn naturally in fall. Females fan out up to four different nests. They spawn in tributary stream or shallow shoal waters."},
{"RID":27,"BOVA":"010052","SortKey":null,"CommonName":"Brook Trout","ScientificName":"Salvelinus fontinalis","OtherNames":"native, brookie, mountain trout, speckled trout","Identification":"Most colorful of our trout. Back is a dark olivegreen with light wavy or wormy markings. Sides are lighter, sometimes with a bluish cast, yellowish spots and red spots with a light blue halo around them. Belly is white with bright orange fins. Fins have outer edges of white with a black line separating it from the orange.\\nTen to 16 inches and 1 to 2 lbs. is a good-sized brookie. Native brookies seldom grow beyond 12 inches in Virginia streams.","Family":5,"BestFishingNarrative":"Over 400 streams or portions of streams contain brook trout. Many of the streams and ponds in the Shenandoah National Park and the George Washington and Jefferson National Forest have native brook trout. Rivers and Streams: Crooked Creek, Little Stoney Creek, Rapidan River, Rose River, Hughes River, Jeremyís Run, Laurel Fork and Dry River. Lakes: Laurel Bed, Coles Creek and Mill Creek reservoirs, Lexington City Reservoir and Switzer Lake.","Fishing":"For the purist, dry flies, wet flies, streamers and nymphs are used. Nymphs early in the season, dry flies when the natural insects hatch. Live bait anglers use garden worms and caddis, mayfly and stonefly nymphs also early in the year when these aquatic larvae are available naturally. In deep pools, small minnows may be effective year round.","Feeding":"Feed mainly on insect larvae for most of their lives, including caddis and mayfly nymphs, but also on small fish and crayfish. Tend to be mostly daytime feeders.","Habitat":"Colder, cleaner waters and smaller creeks and beaver ponds. Does best in water temperatures of 68°F or less.","Spawning":"Spawns in October and November in theheadwaters of small streams, usually the tail of a pool. Female excavates a spot in the gravel and releases her eggs and the male releases milt over them at the same time. The female will fan a lose covering of gravel over the eggs to protect but not smother them."},
{"RID":23,"BOVA":"010056","SortKey":null,"CommonName":"Chain Pickerel","ScientificName":"Esox niger","OtherNames":"chainsides, jackpike, pike","Identification":"Amember of the pike family, it is named for its chain-like markings on its sides. Also has a black vertical mark under its eye. Normally its fin is unmarked.\\nAverages 1.5 to 3 lbs. Fully scaled on both cheek and gill cover.","Family":4,"BestFishingNarrative":"Rivers: Nottoway, Blackwater, Chickahominy, Dragon Run. Lakes: Chickahominy, Gaston, Western Branch, Diascund, Burnt Mills, Prince, Anna, Cohoon, Little Creek, Moomaw, Douthat and many other rivers, ponds and lakes.","Fishing":"Best time is from October through March.\\nMost active when water temperatures are 55° to 70°F. Spinners, spoons, bucktails, jigs, pork rind baits and a variety of crankbaits will take pickerel. Minnows are the best live bait. Fish the edges of weed beds, lily pad beds, sunken brush or tree stumps.","Feeding":"Feeds on small fish, insects, worms, snakes, salamanders, frogs, tadpoles and small mammals. Pickerel tend to be solitary fish, lurking hidden in the aquatic vegetation, waiting for prey to swim or drift by. They feed day or night, year round, but mostly in early mornings and evenings. While they are mostly territorial and stick to a relatively small area, they are more active and may roam and search for food during the cooler months.","Habitat":"Common in rivers and streams, they are also found in reservoirs and impoundments on the rivers they inhabited. Even in the smallest of creeks you may find pickerel. Prefers shallow, weedy waters.","Spawning":"They spawn in early spring, broadcasting their eggs over vegetation in water a foot or two deep. Young attach to vegetation until they use up their egg sack."},
{"RID":36,"BOVA":"010062","SortKey":null,"CommonName":"Carp","ScientificName":"Cyprinus carpio","OtherNames":"German carp, European carp, mud bass, buglemouth bass","Identification":"Very large member of the minnow family. Thick bodied, with a brassy sheen, humped back, very large scales, large lips, barbles extending from lips, and spines on the front of dorsal and anal fins. Commonly attain 15 to 20 lbs.","Family":9,"BestFishingNarrative":"Lakes: Western Branch, Claytor and Prince. Rivers: Rappahannock, Pamunkey, Chickahominy, Potomac, Shenandoah and James.","Fishing":"Carp have acute senses of hearing, smell and taste, and are very skittish in clear water. They will bite in hot summer when other fish are not very active, but are a challenge to catch on hook and line. Carp often go on feeding sprees after a rain. Sometimes it pays to chum an area with kernel corn, oatmeal, cooked vegetables or similar materials. Baits include bread dough balls, canned corn or peas, marshmallows, cheese mixed with cotton to keep it on the hook, and worms. Baits must lie on unobstructed bottom. Tackle is usually a spinning, spincasting or casting rod at least six feet long with plenty of backbone; reels should be fitted with at least 100 yds. of 12 to 30 lb. test line. Hooks from #2 down to #10 are favored, and a sliding sinker should be used because of the carp's wariness.","Feeding":"Carp dig down into the bottom or amid vegetation, sucking up mouthfuls of silt and debris, somehow straining out food items such as snails, mussels, vegetation, worms, aquatic larvae and organic debris through their gill rakers, then spitting out mud and other non-food particles.","Habitat":"Not native to the U.S., but widely introduced in the late 1800's and found in all Virginia drainages. Prefers clean water, but capable of tolerating and dominating degraded waters. Prefers sluggish, vegetated areas with soft bottoms.","Spawning":"Spawns in shallow bays, tributary headwaters, marshy river sloughs and marshes, wallowing around muddy shallows amid cattails or other emergent vegetation where they lay their eggs. Broadcasts its eggs in late April and early May over and amid aquatic vegetation."},
{"RID":31,"BOVA":"010120","SortKey":null,"CommonName":"White Catfish","ScientificName":"Ameiurus catus","OtherNames":"forked-tailed cat","Identification":"One of the bullhead catfishes. Average 8 to 18 inches, rarely 20. Has a moderately forked tail, a stocky body with its upper jaw extending slightly beyond lower. Color is basically bluegray above, fading to gray on its sides with a white underside. Occasionally mottled light gray on its sides.","Family":6,"BestFishingNarrative":"Tidal rivers such as the Potomac, Rappahannock, James, and York and numerous lakes in southeast and central Virginia.","Fishing":"Many of the same methods used for other catfish.\\nWorms, minnows, scented baits, fished on or near the bottom.","Feeding":"Adults are omnivorous and eat a variety of aquatic invertebrates, small fishes and vegetation.","Habitat":"Warm ponds and lakes, medium to large rivers, sometimes small streams and some brackish and acidic waters. Usually fairly deep in lakes and rivers.","Spawning":"Spawning probably takes place beginning in late May into July. Both sexes participate in the preparation of the nest, which is a fairly large depression scoured out over sand or gravel. Eggs are guarded and kept clean by one or both parents."},
{"RID":30,"BOVA":"010125","SortKey":null,"CommonName":"Channel Catfish","ScientificName":"Ictalurus punctatus","OtherNames":"spotted catfish, speckled catfish, silver catfish, fork-tailed catfish","Identification":"Deeply forked tail. Upper jaw is longer than, and overlaps the lower.\\nWhen small, its smooth-skinned body is usually spotted; however, these spots disappear in older fish (can be confused with blue catfish, see identification of blue catfish). Has a small dorsal fin with stiff spine standing high on its back. Varies in color, although generally dark brownish to slate-gray on top, fading to light brownish-gray on the sides. Has 25 to 29 rays in its anal fin.","Family":6,"BestFishingNarrative":"Lakes: Buggs Island, Gaston, South Holston, Claytor, Anna, Chesdin, Flannagan, and most small public lakes.\\nRivers: Rappahannock, Appomattox, Chickahominy, Mattaponi, Pamunkey, New, Shenandoah and North Landing.","Fishing":"Rod and reel anglers catch them on clam snouts, peeler crabs, large minnows, nightcrawlers, cut herring, chicken livers or entrails, shrimp, and a variety of stink or dough baits. They take a variety of artificials including crankbaits, jigs and spinners. Best at night or low-light conditions.","Feeding":"A variety of insects, vegetation, crustaceans, mollusks,","Habitat":"Lakes and larger rivers with cleaner bottoms of sand, gravel or stones, over mud flats but seldom in dense weedy areas. Also lives in the deeper, slower pools of swift, clear-running streams. In large reservoirs, they are often found below dams where they feed on food swept down to them.","Spawning":"From late May through July when water temperatures reach the mid-70s. Rocky ledges, undercut banks, hollow logs and other underwater structures are spots generally chosen to lay their pea-sized eggs. Male guards the nest, and the eggs hatch in 7 to 10 days. The fry travel in tight-packed schools, often herded and guarded by the male."},
{"RID":28,"BOVA":"010130","SortKey":null,"CommonName":"Flathead Catfish","ScientificName":"Pylodictis olivaris","OtherNames":"mud cat, shovelhead cat, yellow cat","Identification":"Broadly flattened head with a lower jaw that projects beyond the upper jaw. Tail only slightly notched and adipose fin is relatively large. Body is yellowish or cream-colored, with black, dark brown or olive-brown mottling on back and sides, fading to dirty white or yellow. Younger fish have darker, bolder markings and the upper tip of the tails have white, triangular patches.","Family":6,"BestFishingNarrative":"Rivers: James, New, Staunton/Roanoke and Occoquan Creek. Lakes: Occoquan, Claytor and, Flannagan, Smith and Buggs Island.","Fishing":"Use live bait since they arenít easily attracted to catfish baits normally used for other catfish, although chicken entrails, nightcrawlers, and minnows work well. Usually caught on the bottom of deep pools or in tailraces below dams.","Feeding":"More solitary than other catfish. Omnivorous, they feed at night on almost anything, including other fish, crustaceans, mollusks, insect larvae and terrestrial creatures washed into the river. More than other catfish they feed on other live fish. Sometimes they feed near the surface and occupy water shallower than most catfish.","Habitat":"Found in large, rivers, inhabiting deep, slow stretches near strong currents. Prefers structure like submerged logs, brush, rip rap, and underwater piles of debris.","Spawning":"Summer, when water temperatures reach 72° to 84°F. Eggs are laid in depressions scooped out of the bottom, in hollow logs or in holes along the bank. After hatching, fry gather in compact schools guarded by the male. As they grow older, they become solitary."},
{"RID":18,"BOVA":"010166","SortKey":null,"CommonName":"White Perch","ScientificName":"Morone americana","OtherNames":"stiffback, silver perch","Identification":"Not really a perch, but a member of the temperate bass family along with white and striped bass. Averages 8 to 10 inches but reaches up to 2 lbs. Silver gray above, fading to silvery-white below with no longitudinal lines. Has a deep notch between spiny dorsal and soft-rayed dorsal. No teeth on tongue.","Family":2,"BestFishingNarrative":"Lakes: Western Branch, Whitehurst, Gaston, Buggs Island, Motts Run, Occoquan, Anna, Waller Mill Reservoir, Harwoods Mill Reservoir, and Back Bay. Rivers: Tidal rivers (Pamunkey, James, Rappahannock, Chickahominy, Mattaponi, North Landing, Northwest and Potomac) and most of their tributary creeks.","Fishing":"Live bait such as minnows, grass shrimp and blood worms, plus artificials such as small spinnerbaits and jigs.\\nFish near structure such as old wharves, pilings, and sunken logs, on a falling tide, which moves baitfish and shrimp out of cover.","Feeding":"Favored natural baits include mummichogs, mud minnows and other small fishes, insect larvae and grass shrimp.\\nThey are school fish throughout the seasons, tending to spend daylight hours in deep water, moving into the shallows at dusk to feed.","Habitat":"Brackish tidal rivers and streams and freshwater impoundments of formerly tidal waters. Can overpopulate quickly.","Spawning":"Spawns March through early May, running up rivers to spawn over gravel and rocky areas where eggs are broadcast randomly. Lake-locked fish will spawn over similar areas in impoundments."},
{"RID":15,"BOVA":"010167","SortKey":null,"CommonName":"White Bass","ScientificName":"Morone chrysops","OtherNames":"Silver bass, linesides","Identification":"Temperate "true" bass family. Light greenish back, light yellowish-green to silver sides to a silvery-white below, 6 to 8 horizontal faint stripes; stripes below later line are broken; the first stripe below the lateral line is not complete to tail. Deep-bodied with distinctively arched back, considerably smaller than its striped bass cousin. Single spine on gill cover; variable patch of teeth on tongue.\\nCommonly reaches 1/2 to 2 lbs.","Family":2,"BestFishingNarrative":"Rivers: New, South Holston, and the Dan and Staunton (during spawning). Lakes: Buggs Island, Smith Mountain, Claytor, South Holston, and Leesville.","Fishing":"Spinning or spincasting outfits with live minnows, or artifcials imitating minnows, including jigs, spinner baits, streamers, spinner-bucktails, crankbaits, spoons. Easily caught during the spawning runs, also below dams in the tailraces, and by jump fishing schools in open water.","Feeding":"Thrives on open water baitfish. Travels in schools pursuing concentrations of gizzard and threadfin shad and other small fishes. Also feeds on insects such as mayflies, crayfish and other aquatic animals. Active feeders during their spawning runs.","Habitat":"Native to the Tennessee River drainage streams of Virginia.\\nOpen water of moderate to large rivers and reservoirs with large connecting rivers.","Spawning":"Migrates upstream in rivers or tributary rivers of reservoirs to spawn. Spawns below dams, in riffles or other upstream barriers over gravel or rubble bottoms, typically from mid-April to late May when water temperatures range between 58° and 64°F. The eggs are broadcast and fertilized in the current where they sink and stick to gravel, rocks or vegetation."},
{"RID":16,"BOVA":"010168","SortKey":null,"CommonName":"Striped Bass","ScientificName":"Morone saxatilis","OtherNames":"striper, rockfish","Identification":"True bass family. Streamlined, elongate body; coloration shades from dark olive above through silvery sides to a white belly; 7 to 8 prominent unbroken black stripes originate behind the head and extend to the tail; more prominent than on the white bass.\\nTwo spines on the gill cover; two patches of teeth on tongue. Ten to 15 lb. fish are common with 30 to 40 lb. + fish landed each season.","Family":2,"BestFishingNarrative":"Lakes: Smith Mountain, Buggs Island, Anna, Claytor, Gaston, Leesville and Western Branch. Rivers:\\nStaunton/Roanoke and all tidal rivers.","Fishing":"Heavy baitcasting, spincasting or spinning outfits with a good backbone and 15 to 25 pound test line. Live bait includes large minnows or gizzard or threadfin shad. Large feathered or plastic jig combinations, spoons, crankbaits that imitate shad or other fish and bucktails. Trolling, drift fishing, jump fishing or deep jigging are usual fishing methods.","Feeding":"Like other temperate bass, they travel in schools, feeding in openwater on smaller schooling fish, such as gizzard shad.They also eat a variety of insects and aquatic organisms.","Habitat":"By nature, stripers are anadromous, spending most of their adult lives in saltwater, making spring “spawning runs” to freshwater tidal rivers. However, this species has been successfully stocked in freshwater lakes, and landlocked stripers have been established in several lakes around the state.","Spawning":"Each spring anadromous stripers move from the ocean and Chesapeake Bay to spawn in freshwater reaches of tidal rivers. Landlocked stripers migrate up tributary rivers of larger reservoirs to spawn, often just below dams or upstream obstructions.\\nWhen water temperatures are from 55° to 60°F, the females deposit their semi-buoyant eggs in the current. They are fertilized as they are being released, and they stay afloat until the fry hatch out."},
{"RID":12,"BOVA":"010174","SortKey":12,"CommonName":"Roanoke Bass","ScientificName":"Ambloplites cavifrons","OtherNames":"Redeye, rock bass","Identification":"Robust body much like the rock bass but with dark, olivegreen to olivebrown back, fading to grayish sides and white belly. Has smaller scale spots than the rock bass and lighter small whitish or yellowish spots on its upper body. Has a slightly concave outline over the eyes.\\nChecks scaleless or nearly so.","Family":1,"BestFishingNarrative":"Rivers: Meherrin, Nottoway, Blackwater, of the Chowan drainage; Roanoke/Staunton, Blackwater and Pigg of the Roanoke drainage. Lakes: Leesville Reservoir, Smith Mountain.\\nMost of the trophy "rock bass" registered by anglers are really Roanoke bass.","Fishing":"Spinning and spincasting with small to medium spinner baits, small spoons and crankbaits. Live baits include minnows, crayfish, and worms.","Feeding":"Eats especially crayfish and small fish, young eat crustaceans.","Habitat":"Has one of the smallest ranges of native game fishes of North America. It occurs only in the Roanoke and Chowan River drainages of Virginia, and the Tar and Neuse River drainages in North Carolina. It is listed as a species of special concern because of impoundments, pollution and siltation on its native rivers. Inhabits large creeks, streams and small rivers. Prefers clear but sometimes turbid waters and the dark swamp waters such as the Nottoway and Blackwater. Look for them in fairly swift deep water runs but around rocks and gravel, or at the heads of pools.","Spawning":"Not a lot known about its spawning habits. Apparently nests in fairly fast currents. Constructs the circular nests in gravel or clay around mid-June. Male encourages passing females to his nest and guards eggs and larval young."},
{"RID":11,"BOVA":"010175","SortKey":13,"CommonName":"Rock Bass","ScientificName":"Ambloplites rupestris","OtherNames":"Redeye, google eye, rock sunfish","Identification":"Short, robust body and fairly large mouth. Lower jaw protrudes slightly. Back is olive-green with sides tarnished gold or brassy colored.\\nEach scale has a dark central spot. Large spots on its lower body forms a striped-like appearance.\\nHas a discernable dark outline on its anal fin. Has wide vertical blotches on its sides and a dark spot on its cheek. Average 6 to 8 inches, but will reach 12 to 14 inches and 11/2 to 2 lbs. Checks with obvious sacles.","Family":1,"BestFishingNarrative":"Rivers: Roanoke, New, Jackson, Maury, James, Bullpasture, Calfpasture, Buffalo, North Fork Shenandoah and Clinch.\\nLakes: Smith Mountain Lake, Moomaw.","Fishing":"Voracious feeders that readily strike spinners, jigs, small crankbaits and flies. Favored live baits include minnows, crayfish, nightcrawlers, mayfly nymphs and hellgrammites.","Feeding":"Crayfish, aquatic and terrestrial insects and small fish.","Habitat":"Has a preference for clear flowing streams with rocks and boulders, limestone ledges and logs. Also survives in impoundments formed on the rivers they inhabit.","Spawning":"Spawns in May or June when water temperatures reach 60° to 70°F. Male forms a bed in the gravel, often using an abandoned nests of other sunfish. Eggs adhere to the gravel and hatched young are guarded by the male until they are free-swimming."},
{"RID":13,"BOVA":"010176","SortKey":7,"CommonName":"Flier","ScientificName":"Centrarchus macropterus","OtherNames":"Round sunfihs, millpond flier","Identification":"A deep-bodied, almost round fish, with many spines on both dorsal and anal fins.\\nColor is a yellow-green, or brassy-olive, to brownishgold, with a dark brown to black spot on each scale, appearing of rows of spots. Adark vertical streak extends downward from the eye to the lower edge of its cheek. It has large, rounded fins, much like a crappie, with a head and mouth similar in shape to a bluegill's. Slow growing, they reach up to 10 inches in length.","Family":1,"BestFishingNarrative":"Lakes: Drummond, Airfield, Kilby, Cohoon, Meade, Lee Hall, Motts Run. Rivers: Dismal Swamp Canal, Nottoway, Blackwater.","Fishing":"Most are probably caught incidentally by fishermen fishing for crappies in early spring. They will hit dry and wet flies, as well as small minnows and worms using typical small panfish rigs. Fish around stumps, sunken brush, cypress trunks and knees and near or under bridges.","Feeding":"Aquatic and terrestrial insects and insect larvae, small crustaceans, worms, small fishes and algae.","Habitat":"Inhabits Virginia's coastal plain mainly in southeastern Virginia, but as far north as the Rappahannock River drainage. It favors dark, tannin-stained, acidic waters of coastal swamps, creeks, ponds and canals. Likes quiet backwaters of large rivers, impoundments and swamps with dark, acidic waters.","Spawning":"Spawns early in spring, sometimes as early as late-February into May. Males build nests and defend territories when water temperatures reach 55°F. Males will guard newly hatched young."},
{"RID":14,"BOVA":"010177","SortKey":14,"CommonName":"Warmouth","ScientificName":"Lepomis gulosus","OtherNames":"Openmouth, warmouth bass, Indian fish","Identification":"A large-mouthed, robust fish with mottled sides and wavy lines on its cheek. Basically dark brownish above, with mottled and barred sides, and mottled or spotted fins.\\nCan be olive-brown colored with greenish cast. Seldom gets larger than 8 or 9 inches.","Family":1,"BestFishingNarrative":"Numerous small lakes, ponds such as lakes Orange, Lee Hall, and Airfield; and slow-moving, swampy rivers and streams, such as Dragon Run and Nottoway River.","Fishing":"Caught incidental to other fishing activities.\\nWill take a variety of small artificials, as well as worms, and small crayfish and minnows.","Feeding":"Feeds on aquatic and terrestrial insects and insect larvae, snails, crayfish and small fishes.","Habitat":"Cannot tolerate saline waters, so it favors backwaters of slow-moving rivers, lakes and ponds, especially acidic, swampy waters. Can tolerate turbidity.","Spawning":"Spawns from mid-spring into late-summer, although not much is known about its habits. Probably fans out a nest in typical sunfish style, near some sort of cover. Hybridizes with almost all sunfishes."},
{"RID":8,"BOVA":"010180","SortKey":10,"CommonName":"Redbreast Sunfish","ScientificName":"Lepomis auritus","OtherNames":"Yellowbreast sunfish, redbelly, red throat","Identification":"Basically olive to brownish gray along the back, merging to blue with a golden cast along its sides and a bright orange to yellow underside.\\nHas several irregular bluish stripes on its cheek and gill cover. Identifiable by a long, black opercular(gill) flap. Reaches about 8 inches.","Family":1,"BestFishingNarrative":"Rivers: South Fork Shenandoah, Nottoway, Rapidan, Rappahannock, Maury and Cowpasture.","Fishing":"Small spinner baits, spinner bucktails, grubs and tiny crankbaits. Spring and fall are the best times, but they are active throughout the summer.","Feeding":"Feeds on insect larvae, snails, tiny clams, small crayfish, small fish and terrestrial insects.","Habitat":"Shadows and holes around submerged rocks or near shore along overhanging banks and often at the ends of long swirling currents, in streams and rivers.","Spawning":"Late April and early May. Male fans out a nest in coarse sand or gravel near shore in 1 to 4 ft. of quiet water. Male guards the nest and keeps eggs "dusted" of silt until they hatch."},
{"RID":10,"BOVA":"010181","SortKey":8,"CommonName":"Green Sunfish","ScientificName":"Lepomis cyanellus","OtherNames":"Blue sunfish","Identification":"Basically bluish green in color, with faint, alternating blue, brown and brassy gold stripes. Olive colored on its head with pale blue spots and wavy lines on its upper lip. Has a dark opercle (gill flap) spot and some orange and yellow-olive on its lower fins. Is a stocky, thick fish with a large head and large mouth.","Family":1,"BestFishingNarrative":"Small lakes, pond or quiet coves on large reservoirs where they have been introduced.","Fishing":"Found in almost any small lake, pond or quiet cove on large reservoirs. A ready striker of any small crankbait, spinnerbait, wet or dry flies as well as live nymphs, minnows and worms. Fish close up against the shore, often under the smallest of overhanging banks, or small dugout areas along a shallow shore.","Feeding":"Aquatic and terrestrial insects and insect larvae, small crayfish and small fish.","Habitat":"Native to the New and Tennessee River drainages. Not numerous, but most are found in the lower Roanoke, lower Potomac and middle and lower Dan River drainages. Likes the backwater pools of slow-moving rivers, small lakes, ponds and the quiet bays and coves or large reservoirs. Not tolerant of saline waters but can tolerate turbid waters.","Spawning":"Spawn in late-May through August, after bluegills and in the same areas, usually with or just after the common sunfish. Fans out a saucer-shaped nest often right up against the shore in very shallow water over hard bottom."},
{"RID":9,"BOVA":"010182","SortKey":9,"CommonName":"Pumpkinseed","ScientificName":"Lepomis gibbosus","OtherNames":"Pond perch, sun perch, sunny","Identification":"Dark, olive-green on its back, with mottled sides. Base color of sides, yellowish, spotted with orange, red and blue. Its belly is yellow to bright orange.\\nCheeks and gill covers marked with alternate worm-shaped bands of blue-green and yellow. Bluish-black gill cover flaps are edged with white, yellow, orange or blue, with a small half moon spot of red. Average 4 to 6 inches.","Family":1,"BestFishingNarrative":"Most lakes, ponds and rivers. Best time to catch them is in spring and early summer when they move into the shallows to spawn, but are cooperative even in the hot summertime and is commonly caught near shore throughout the warmer months.","Fishing":"Found in most lakes, ponds and rivers. Best time to catch them is in spring and early summer when they move into the shallows to spawn, but are cooperative even in the hot summertime and is commonly caught near shore throughout the warmer months. Relatively easy to catch. Small garden worms, red wigglers, various grubs and crickets are good live baits.\\nAn ultra light spinning or spincast rod and reel is ideal rigged with 4 to 6 lb. line, lightly weighted and fitted with a small bobber is the best outfit for sunfish. Simply cast to openings in aquatic vegetation, the edges of aquatic vegetation or gravel clearings near shore. They will hit artificials, such as wet flies and nymphs, but fish them a little slower than other sunfish species.","Feeding":"Insects, small mollusks and crustaceans.","Habitat":"Shallow weedy waters, often in the sunniest openings, in lakes, ponds and large streams.","Spawning":"In late spring or early summer, after the bluegills. Fans out circular spots over gravel near shore in 6 to 12 inches of water. Very prolific, it may spawn more than once a year.\\nOccasionally hybridizes with bluegills and green sunfish."},
{"RID":6,"BOVA":"010183","SortKey":6,"CommonName":"Bluegill","ScientificName":"Lepomis macrochirus","OtherNames":"Bream, bluegill sunfish, sun perch","Identification":"Colors are variable. Dark green, olive-green, olive brown, or bluish-black on its back, fading to yellowish-green or silvery. Normally has five to seven vertical bars extending down on each side. Lower parts of its cheek and gill cover are bluish. Its "throat" is yellow on females to bright orange on the male, brighter during spawning. Has a black, ear-like flap on its opercle (gill cover) and a black blotch at the back base of its spiny dorsal fin. Typically under 1lb. in Virginia.","Family":1,"BestFishingNarrative":"Lakes: Western Branch, Prince, Cohoon, Chickahominy, Robertson, Gatewood, Briery Creek, Burke, and many others.","Fishing":"Anumber 8 or 10 hook baited with soft crickets, small nymphs, garden worms, red wigglers, pieces of night crawlers, other grubs and caterpillars on an ultralight spinning or spincasting outfit, fly rod or cane pole provides a lot of fun. Toward evening, in summer, when the shallows cool, bluegills come into shore to feed. When using bait, fish shallow with a small, light bobber in spring, deep near structure in hot summer with no bobber and lightly weighted. Effective artificials include poppers, nymphs, wet and dry flies of many types, rubber spiders, grasshoppers and crickets, and tiny jigs. Flyrodding for bluegills is especially rewarding.","Feeding":"Avoracious feeder and usually not too fussy as to what it feeds on. Insects and insect larvae of all kinds, small crustaceans, worms and caterpillars are among its favored foods.\\nHabitat: Quiet streams, ponds, lagoons, and small to medium-sized lakes. Bluegills gather around drop-offs near the edges of weed beds, around sunken islands, off deep points or in creek channels.\\nLook for bluegills in the shade of piers, swimming rafts, tree-shaded shores or points, or under or alongside weed beds, such as lily pads, drop-offs close to shore, downed trees, underwater brush piles or shaded shorelines. Adult fish move to deeper cooler waters during hot weather.","Habitat":"","Spawning":"Bluegill spawn in late spring and early summer as water temperatures reach 70° to 75°F. Males sweep out dishshaped nests. Males become aggressive in defending the nest and will instinctively strike anything that intrudes upon its nest space to protect rather than out of hunger. After spawning they will remain in the shallow waters for awhile as they roam and feed."},
{"RID":7,"BOVA":"010185","SortKey":11,"CommonName":"Redear Sunfish","ScientificName":"Lepomis microlophus","OtherNames":"Shellcracker","Identification":"Yellow-green or olive, with faint vertical bars and random dark spots. During spawning, the margin of the male's gill cover flap turns bright red. Body is rounded like other sunfish and has a relatively small mouth.\\nPectoral fins are long and pointed. They grow faster and larger than other sunfish; 1 lb. fish not uncommon and often reaching 2 lbs.","Family":1,"BestFishingNarrative":"Lakes: Cohoon, Meade, Prince, Little Creek, Chickahominy, Robertson, Western Branch, Lone Star, and Briery Creek.Rivers: Nottoway.","Fishing":"Best time to catch redears is in the spring when they come up to the spawning beds. Being bottom feeders, most redears are caught by letting live nymphs, red wigglers or garden worms lie on the bottom near shore. Artificial jigs and grubs fished slowly and near the bottom will work as well.","Feeding":"Redears feed off the bottom. They have grinding (pharyngeal) teeth in their throat that enable them to crush the shells of little snails and small mussels. From this habit they get their common name, shellcracker. They are able to spit out the shell, retaining only the flesh of the shellfish. Redears also feed on nymphs and other aquatic insects.","Habitat":"Introduced into Virginia waters, redears prefer cleaner water lakes and ponds than other sunfish, and quieter waters that have an abundance of submerged vegetation. They gravitate to stumps, logs, submerged brush and roots. Afavorite of pond owners, because they grow fast and do not overpopulate.","Spawning":"April spawners and colony nesters when water temperatures reach about 70°F. They do not spawn into the summer.\\nNest is a saucer-shaped depression near shore in mud or sand bottom that is formed by the male who guards the eggs until fry hatch out and reach free-swimming stage. Following spawning, they move back to inhabit water between shoreline cover and deep holes."},
{"RID":2,"BOVA":"010186","SortKey":2,"CommonName":"Smallmouth Bass","ScientificName":"Micropterus dolomieu","OtherNames":"Bronzeback, black bass","Identification":"Coppery-brown above, with greenish-brown sides with darker vertical bars. Three dark bars radiate from the eye on the cheek and gill cover. Dorsal fin is not as deeply notched as the largemouth. Upper jaw extends back only in line with the middle of the eye. A 4 or 5 lb. fish is considered a trophy.","Family":1,"BestFishingNarrative":"Lakes: Claytor, Smith Mountain, Philpott, Moomaw, and South Holston Rivers: James (above the fall line); New; South Fork, North Fork, and mainstem Shenandoah; Rappahannock (above the fall line); Maury; North Fork Holston; and Clinch.","Fishing":"Fly, spinning, spincasting and baitcasting rods","Feeding":"Crayfish are a favored prey as are madtoms. Also feeds on adult larval insects such as mayfly nymphs, and hellgrammites, tadpoles and other small fish.","Habitat":"Native to Tennessee and Big Sandy River drainage streams of southwest Virginia. Introduced into all major fast-flowing rivers and cool lakes. Prefers clear flowing streams and rivers with rock, bedrock and gravel bottoms and numerous riffles, and cool deep water of large, clear reservoirs with boulders and gravel bottoms. Most active in 67° to 72°F water, and intolerant of silty, warm and polluted water.","Spawning":"Males build nests on sand, gravel, or rubble bottom, usually 2 to 4 ft. deep, with spawning in late April to early June as temperatures exceed 60°F. Male guards nest and fry."},
{"RID":3,"BOVA":"010187","SortKey":3,"CommonName":"Spotted Bass","ScientificName":"Micropterus punctulatus","OtherNames":"Kentucky bass, spot","Identification":"Much like the largemouth and the smallmouth, it is called the "in-between" species. It is distinguished from the smallmouth by the dark, blotchy lateral band from head to tail. The back of spotted bass' upper jaw lines up with the middle rear of the eye, while largemouth jaws extends past the eye. It derives its name from the black spots on its belly scales. Most are about a 1 lb. or less.","Family":1,"BestFishingNarrative":"Fishing: Lakes: Claytor and North Fork Pound. Rivers: Appamattox, New, Pamunkey, and South and North Anna.","Fishing":"Light to medium spin-casting and spinning outfits and medium bait casting rods and reels. Similar baits as for largemouth, but smaller. Spinnerbaits, top water plugs, crankbaits and fly rod popping bugs.","Feeding":"Crayfish, small fish, larval and adult insects.\\nSpawning Habits: Spring, when water reaches 63° to 68°F. Males sweep silt from gravel or rock bottom to make nests near brush or logs, and guard eggs and fry.","Habitat":"Native to Tennessee and Big Sandy drainages. Found in warm, slow-moving streams and stream-like areas or riverine arms of reservoirs.","Spawning":""},
{"RID":1,"BOVA":"010188","SortKey":1,"CommonName":"Largemouth Bass","ScientificName":"Micropterus salmoides","OtherNames":"Black bass, bigmouth","Identification":"Basically dark greenish above fading to a whitish belly, but variable depending on the water it lives in. Shows a series of dark blotches that form a dark horizontal band along its midline to its tail. Named because of its big mouth. Upper jaw extends well beyond the eye. Dorsal fin deeply notched. Average weight is 2 to 4 lbs., with up to 10 lbs. occurring in some waters.","Family":1,"BestFishingNarrative":"Lakes: Anna, Gaston, Buggs Island, Chickahominy, Chesdin, Smith Mountain, Prince, Briery Creek, Western Branch and Flannagan. Rivers: Chickahominy (below Walkers Dam) and James (below the fall line).","Fishing":"Fly, medium spincasting, spinning or baitcasting rods and reels can all be used. Plastic worms and other plastic imitations, crankbaits, spinner baits, surface lures, jigs and other lures imitating minnows, crayfish, frogs, salamanders and nightcrawlers.\\nFor flyrodders, streamer flies, bucktails and large poppers. Live bait includes small bluegills, minnows of many kinds, crayfish, nightcrawlers, frogs, etc.","Feeding":"An opportunistic feeder, it eats other fish, frogs, crayfish, tadpoles, aquatic and terrestrial insects, small rodents, snakes and ducklings.","Habitat":"Native to southeastern Virginia, but introduced statewide.\\nInhabits warm, shallow lakes, ponds and slow-moving streams, with plenty of submerged vegetation, brush, stumps and logs, usually in depths of less than 20 ft. Prefers temperatures of 68° to 78° F. In reservoirs it orients to drop-offs, ledges, underwater islands, sunken timber, boat houses, docks and bridges.","Spawning":"Spawns late April to early June as water warms to between 62° and 78°F. Males fan out a saucer-shaped nest along a protected shoreline area of gravel, sand or mud. Following spawning, females leave nests and males remain to guard eggs and fry."},
{"RID":4,"BOVA":"010189","SortKey":5,"CommonName":"White Crappie","ScientificName":"Pomoxis annularis","OtherNames":"papermouth, Calico bass, specks, speckled perch","Identification":"The white crappie has six spines - rarely five - and it has noticeable vertical bars on its silvery sides as well as a light pearlescent color or iridescent blue and lavendar.\\nBoth white and black crappie have protruding lower jaws.","Family":1,"BestFishingNarrative":"Lakes: Buggs Island, Chesdin, Chickahominy, Cohoon, Anna, Smith Mountain, Prince, Gaston, Claytor, Brittle, Moomaw, Orange, Burke, South Holston, and Western Branch.\\nRivers: tidal Chickahominy and its tributaries, tidal James, and South Fork Shenandoah.","Fishing":"Light spinning or spincasting rods and reels with tiny jigs, doll flies, streamers, small crank baits that imitate minnows, small spoons and spinner-bucktail combinations, and spinner-grubs. Best live baits are small to medium minnows.","Feeding":"Minnows and other small fish are most favored, but will eat nymphs, crustaceans and insects.","Habitat":"Rivers and streams of the coastal plain, millponds, swamps, tidal creeks, small lakes and large impoundments. Associates with brush piles, sunken tree tops, stumps, logs, pilings, boat docks, bridges or shallow, marshy backwater sloughs near willow, alder, bulrush or cattail-edged shores.","Spawning":"Begin congregating in late February just off the shallows of their spawning grounds. In early March to mid-April, they seek out gravel or sandy bottoms close to or amid sunken logs, stumps, underwater brush or other protective structure. In water depths from 2 to 15ft., they fan out saucer-shaped nests. When water is about 50°F,females spawn, leaving males to briefly guard eggs until hatching."},
{"RID":5,"BOVA":"010190","SortKey":4,"CommonName":"Black Crappie","ScientificName":"Pomoxis nigromaculatus","OtherNames":"papermouth, Calico bass, specks, speckled perch","Identification":"white. The black crappie is covered with dark, irregular blotches and has seven-rarely eight-dorsal spines. It shows more yellowish and greenish on its sides and its caudal (tail) and anal fins are heavily flecked.","Family":1,"BestFishingNarrative":"Lakes: Buggs Island, Chesdin, Chickahominy, Cohoon, Anna, Smith Mountain, Prince, Gaston, Claytor, Brittle, Moomaw, Orange, Burke, South Holston, and Western Branch.\\nRivers: tidal Chickahominy and its tributaries, tidal James, and South Fork Shenandoah.","Fishing":"Light spinning or spincasting rods and reels with tiny jigs, doll flies, streamers, small crank baits that imitate minnows, small spoons and spinner-bucktail combinations, and spinner-grubs. Best live baits are small to medium minnows.","Feeding":"Minnows and other small fish are most favored, but will eat nymphs, crustaceans and insects.","Habitat":"Rivers and streams of the coastal plain, millponds, swamps, tidal creeks, small lakes and large impoundments. Associates with brush piles, sunken tree tops, stumps, logs, pilings, boat docks, bridges or shallow, marshy backwater sloughs near willow, alder, bulrush or cattail-edged shores.","Spawning":"Begin congregating in late February just off the shallows of their spawning grounds. In early March to mid-April, they seek out gravel or sandy bottoms close to or amid sunken logs, stumps, underwater brush or other protective structure. In water depths from 2 to 15ft., they fan out saucer-shaped nests. When water is about 50°F,females spawn, leaving males to briefly guard eggs until hatching."},
{"RID":20,"BOVA":"010206","SortKey":null,"CommonName":"Yellow Perch","ScientificName":"Perca flavescens","OtherNames":"ringed perch, raccoon perch, striped perch","Identification":"Member of the perch family, which includes the walleye, sauger and numerous small darters. Generally olive-green above, fading down the sides to green or yellow-green, to yellow or golden yellow. Has eight vertical dusky bars on its side and a silvery underside. Dorsal fins have a distinctive dusky blotch. Ventral and anal fins are yellow to orange, turning a bright orange on breeding males. Average 6 to 8 inches, but commonly reach 14 to 15 inches and 1.5 to 2 lbs.","Family":3,"BestFishingNarrative":"Brackish-water tributaries of the Chesapeake Bay. Top waters here include Machodoc, Maddox, Aquia and Occoquan creeks. Lakes: Western Branch, Prince, Waller Mill, Little Creek, Holliday, Moomaw and Claytor. Rivers: Potomac, Rappahannock, Chickahominy, Nottoway and New.","Fishing":"Ready feeders, but cautious biters and slow movers. Locate schools of fish by drift fishing or use deep jigging methods. Small minnows are the best overall bait. Other popular live baits include mummichogs, mayfly nymphs, worms and grubs.\\nThey'll also hit fish eyes, cut bait and pork rind, as well as artificials tipped with some of the above, including small spoons, spoon hooks, spinners, bucktails, spinner baits and streamers.","Feeding":"Juvenile perch feed on plankton, turning to aquatic insects, then small fishes as they grow larger. Occasionally they feed on crayfish, snails and other invertebrates, and the eggs of other species.","Habitat":"Found mainly in piedmont and coastal plain waters, where they thrive in tidal rivers and streams, extending into brackish water.\\nAlso common in many reservoirs. They locate in pools and backwaters where they school along shallow vegetated areas during warmer months.","Spawning":"Run in schools up tributaries to spawn in late will aerate eggs. No nest is built, and the females release eggs in long gelatinous "ribbons" or "streamers" which are fertilized by the males as they are released. Spawning activity takes place at night.\\nFebruary or early March when water temperatures reach 45° to 50°F. Also seeks out shallow shoals in lakes where water movement"},
{"RID":21,"BOVA":"010215","SortKey":null,"CommonName":"Sauger","ScientificName":"Sander canadensis","OtherNames":"sand pike, jack salmon","Identification":"A member of the perch family, very similar to walleye.\\nIts best identifying marks are its spotted spiny dorsal. Its body colors are more of a dusky-brown to yellowish-olive, with large, irregular patches on its side, peppered in between with smaller dark markings and a white underside. Very slim build in comparison to walleye. Has a silvery, reflective eye similar to the walleye's, and a mouth full of canine teeth. When handled, it flares out its gills, flattens its head and shivers as if bracing itself for the hook removal.\\nTypically 10 to 19 inches.","Family":3,"BestFishingNarrative":"Rivers: Clinch and Powell.","Fishing":"Minnows are the best bait. Sauger tend to feed on or near the bottom. Some of the best fishing is below dams in the tailwaters. Early morning and evening are best times. They will hit fairly large minnows and are "lazy" hitters. Are quite adept at “stealing”\\nbait. Will hit spoons, jigs or spinners, especially if tipped with a minnow.","Feeding":"They feed on small fishes, insects and insect larvae, and crustaceans. Tend to feed on or near the bottom","Habitat":"A fish of larger lakes and rivers that is tolerant of a certain degree of turbidity. Favors deeper channels or old river beds, and tailrace waters of dams. In Virginia it inhabits the rivers of the Tennessee drainage.","Spawning":"From March to May, usually in shallows over rocky reefs, or along sandy shores or shoals where water action aerates its eggs. It may also spawn in the deep rocky runs of rivers Semi buoyant eggs are scattered amid rocks, fertilized by the males as they are released."},
{"RID":19,"BOVA":"010216","SortKey":null,"CommonName":"Walleye","ScientificName":"Sander vitreus","OtherNames":"walleyed pike, jack","Identification":"Largest member of the perch family (Percidae).\\nGrows up to 21 inches, 3 and 4 lbs. by age three. Brassy-olive sides flecked with green and gold, and mottled by 6 to 8 obscure marking on top, white belly. Dorsal fins completely separate and unmarked, except for a distinct dark blotch at the rear base of the front dorsal fin. White blotch on tip of lower tail fin. The eye has a milky cornea, hence the name walleye.","Family":3,"BestFishingNarrative":"Lakes: Flannagan, South Holston, Gaston (especially below Kerr Dam), Leesville, Philpott, Chesdin, Anna, Whitehurst, Orange, Hungry Mother, Burke, and Brittle. Rivers: New, Staunton/Roanoke, South Holston, Clinch, Dan.","Fishing":"Jigs dressed with plastic grubs or tipped with live bait work well, especially in cold water. Three to five-inch minnow plugs are very effective when walleyes move into shallow water.\\nCrankbaits and jigging spoons work well when walleyes are deep. Trolling with nightcrawler harnesses (spinner rigs) is the preferred method in reservoirs during the summer months. Live baits such as minnows, shad or nightcrawlers are always a good option for walleye.","Feeding":"Avoids bright sunlight, choosing to lie in deep or shaded cover during the daylight hours. Moves onto bars and reefs near the shallows to feed at night. Natural foods include small fish, insect larvae, crayfish and other aquatic animals. In some cases, they will be active during daylight hours if its overcast or the lake is turbid to cut down light penetration.","Habitat":"Native to the Tennessee and Big Sandy River drainages, which includes the Clinch and Holston Rivers in Virginia. Prefers waters that are cool. Have been widely introduced into lakes. Orients next to ledges, large rocks, underwater islands, large logs, edges of large beds of aquatic vegetation, along old riverbed channels, along reefs and bars.","Spawning":"Spawn as early as late-February, as water temperatures get into the upper 40s and lower 50s. Normally run rivers to spawn but they will spawn in lakes over rocky or gravel shoals, or amid clean, low-growing emergent vegetation. Eggs are non-adhesive and unattended after being released. They hatch in about two weeks."},
{"RID":22,"BOVA":"010364","SortKey":null,"CommonName":"Northern Pike","ScientificName":"Esox lucius","OtherNames":"pike, pickerel, jackfish","Identification":"Member of the pike family (Esoxidae). A long, lean body, generally olive or dark green above fading to a light olive or gray-green to yellowish-green then to white on its belly. Its sides have light yellowish bean-shaped spots the length of its body.\\nStrongly toothed jaws have teeth arranged in rows, plus rows of teeth located on its tongue and palate; they angle inward so its prey cannot get loose. Cheek is fully scaled, gill cover is only half scaled.","Family":4,"BestFishingNarrative":"Lakes: Orange, Occoquan, Motts Run, and Arrowhead (Page)","Fishing":"Still-fishing with large minnows or other baitfish, or casting or trolling with large spoons, spinner-bucktails or crankbaits.","Feeding":"Eats other fish, including minnows of all sizes, suckers, shad, and yellow perch. Will take fish almost its own size on some occasions. Also feeds on frogs, salamanders, worms, insects, mice, muskrats, snakes, ducklings, other birds and any other terrestrial animals that blunder into the water.","Habitat":"Non indigenous to Virginia, they are found in shallows in spring and fall, around weed beds. In summer they seek out deeper waters near drop-offs, but seldom below 35 ft. They may move up creek arms or around underground springs where there is cooler, moving water.","Spawning":"Spawns early in spring. Females broadcast adhesive eggs, which are fertilized as they drop to the bottom vegetation.\\nEggs are abandoned and hatch in 2 to 3 weeks. Young attach to vegetation by means of a suction cup-like appendage on the top of its snout."},
{"RID":24,"BOVA":"010365","SortKey":null,"CommonName":"Muskellunge","ScientificName":"Esox masquinongy","OtherNames":"musky, muskie","Identification":"Largest member of the pike family. Normally olive to dark gray on its back, with grayish to bluish to yellowish sides.\\nSides may have faint vertical bars, spots or blotches.","Family":4,"BestFishingNarrative":"Rivers: James, Clinch, Shenandoah and New. Lakes:\\nSmith Mountain, Claytor, Rural Retreat, Burke, and Flannagan.","Fishing":"River fishermen use small boats with electric motors or small outboards to float larger pools and fish shoreline snags and submerged brush. Heavy bait casting rods and reels with 30+ lb. test line is used. Using large hooks, 4/0 or larger, some anglers simply allow 8 or 12-inch suckers, shad or carp to swim free.\\nMuskies are commonly caught in lakes by trolling deep water with large crankbaits, spoons andspinner-bucktail combinations. Early in the year, try trolling across shallow points.","Feeding":"","Habitat":"Not believed to be native to Virginia, but introduced into the New, Clinch, James, Shenandoah and Holston Rivers, and some impoundments. Muskies prefer cool, clear lakes with abundant vegetation or long pool areas of rivers near fallen trees and other submerged structure.","Spawning":"Muskies spawn in early spring. Eggs are fertilized and discharged over muck or marl bottoms with aquatic vegetation in shallow bays and coves of lakes, or in eddies above or below riffles in stream. In Virginia most musky populations are maintained through stocking."},
{"RID":29,"BOVA":"010390","SortKey":null,"CommonName":"Blue Catfish","ScientificName":"Ictalurus furcatus","OtherNames":"forked-tailed cat, humpback blue, chucklehead","Identification":"Heavy-bodied with a wide head and high spot forward of center near the head called the dorsal hump. Upper jaw projects well beyond the lower. Bluish-gray body above, fading to white on sides and belly. No spots and a deeply forked tail. Smaller blue cats are often confused with channel catfish. Blue cats are often confused with channel catfish. Small channel cats typically will have spots lacking in small blue cats. However, large channel cats and medium-sized blue cats can be more difficult to tell apart, often having similar coloration and general body shape. The margin, or edge, of the anal fin can be used to identify these fish; blue cats have an anal fin with a very straight margin, in channel cats the anal fin has a rounded margin. Biologists and anglers can definitively distinguish between the two species by counting anal fin rays;30-35 rays in the blue cat's anal fin verses the channel cat's 25 to 29 rays.","Family":6,"BestFishingNarrative":"Rivers: James, Mattaponi, Pamunkey, Rappahannock, Staunton and Appomattox. Lakes: Buggs Island.","Fishing":"March through May are the best months, but they are caught year round. Use heavy tackle with cut bait, live herring, shad, or peeler crabs. Best at night or low-light conditions.","Feeding":"Omnivorous, but feeds naturally on fish, crayfish, and mollusks, and scavenges on dead or dying aquatic and terrestrial animal matter. Sense of taste and smell are more important than sight in obtaining food, and whiskers are used for this purpose.","Habitat":"Stocked in the Rappahannock, James, and Mattaponi rivers, as well as a few lakes. These fish are now also found in the Appomattox, Painatank/Dragon Run, and Potomac rivers. They are highly abundant in all of the tidal rivers in which they are found and occupy most habitats which occur in the freshwater, or slightly brackish, sections of these rivers.","Spawning":"They spawn in late spring and early summer, when water temperatures reach 70° to 75°F. Eggs are laid in masses in nests formed under logs or other submerged structure, or along undercut river banks. Young school-up after hatching."},
{"RID":39,"BOVA":"010405","SortKey":0,"CommonName":"Freshwater Drum","ScientificName":"Aplodinotus grunniens","OtherNames":"Drum, sheepshead","Identification":"Freshwater drum have a humped back, stout body and large scales.\\nThe fins and body are silvery brown. The trailing edge of the caudal fin is rounded or almost triangular.","Family":9,"BestFishingNarrative":"Rivers: Clinch and Powell.\\nLakes: Buggs Island.","Fishing":"Most anglers use live bait (crayfish and small minnows), but drum will hit artificial lures that imitate their preferred prey. Light or medium tackle is best.\\nFish on the bottom in deeper pools in rivers or on drop-offs and points in Buggs Island Lake.","Feeding":"A bottom feeder, drum prey on aquatic insects, crayfish, mollusks, and small fish.","Habitat":"A bottom dwelling fish found in deeper pools in the Clinch and Powell rivers. A limited population also exists in Kerr Reservoir.","Spawning":""},
{"RID":17,"BOVA":"010447","SortKey":null,"CommonName":"Hybrid Striped Bass","ScientificName":"Morone hybrid","OtherNames":"hybrid, hybrid striper","Identification":"This is a striped bass x white bass cross, with a body shape between that of striper and white bass. Silvery-white with up to 8 dark broken stripes; first stripe below lateral line complete to tail. Tongue tooth patches are intermediate between white and striped bass. Typically less than 10 lbs.","Family":2,"BestFishingNarrative":"Lakes: Claytor and Flannagan.","Fishing":"Tackle and techniques very similar to striped bass, but often with a little lighter tackle. Shiners and a variety of spoons, crankbaits, and jigs are favorite baits.","Feeding":"They travel in schools, feeding heavily on young shad, but consume a variety of other prey.","Habitat":"Currently only stocked in Claytor and Flannagan reserviors.\\nHybrids are schooling fish of open waters, similar to the parental species. They are more tolerant of warmer water than striped bass, so they can opften be found at the surface or in shallow to moderate water depths during the day.","Spawning":""}]
