{
	"state": "Virginia",
	"agency": "Department of Game and Inland Fisheries",
	"date_effective": "2014-07-01",
	"date_expires": "2015-06-30",
	"schema": "",
	"schema_version": "1.0a",
	"documentation": "",
	"species": {
		"name": "Bowfin",
		"taxonomy": "Amia calva",
		"bova_id": 10034,
		"images": [
			{
				"name": "Bowfin",
				"url": "http://www.dgif.virginia.gov/wildlife/fish/images/010034.jpg",
				"credit": "Duane Raver, U.S. Fish and Wildlife Service"
			}
		],
		"aliases": [
			"grindle",
			"grinnel"
		],
		"identification": "Bowfin are living relics, with primitive roots back 70 million years ago. Has a long, soft-rayed dorsal which arches in a bow over most of the length of its body. Tail is rounded, with distinct black spot rimmed with orange on males; black spot on females faint or absent and no orange rim. Its back and sides are brownishgreen or olive-green, with mottled sides fading to yellowish or white. During spawning, its underside turns a bright yellow-green.\\nHas a cylindrical body and a wide flattened head, almost snake-like, with deep-set dark eyes. Snout is rounded with short nasal barbels.\\nMouth is large and has conical-shaped teeth. Note: While the bowfin shares similar coloration and body shape with the northern snakehead (recently introduced to the Potomac River), the anal fin of a bowfin is much shorter than that of the snakehead, and snakeheads will not have the spot found on bowfin."
	},
	"limits": {
		"description": "20 per day. No length limits.",
		"exceptions": {
			"1": {
				"place": "Virginia",
				"description": "See Virginia Freshwater Fishing & Watercraft Owner’s Guide for generic statewide fishing restrictions."
			}
		}
	},
	"best_fishing": {
		"description": "Lakes: Chickahominy, Little Creek and Diascund. Rivers: Chickahominy, Mattaponi, Pamunkey, Nottoway and Blackwater.",
		"lakes": {
			"Chickahominy": {
				"gnis_id": 1478078,
				"latitude": 37.4037577,
				"longitude": -76.956077
			},
			"Little Creek": {
				"gnis_id": 1469523,
				"latitude": 37.230962,
				"longitude": -78.6051891
			},
			"Diascund": {
				"gnis_id": 1490449,
				"latitude": 37.4324956,
				"longitude": -76.8875798
			}
		},
		"rivers": {
			"Chickahominy": {
				"gnis_id": 1478374,
				"latitude": 37.2334815,
				"longitude": -76.8896853
			},
			"Mattaponi": {
				"gnis_id": 1470192,
				"latitude": 37.517367,
				"longitude": -76.791628
			},
			"Pamunkey": {
				"gnis_id": 1472035,
				"latitude": 38.1062475,
				"longitude": -77.837494
			},
			"Nottoway": {
				"gnis_id": 1471681,
				"latitude": 36.5437634,
				"longitude": -76.9160718
			},
			"Blackwater": {
				"gnis_id": 1277619,
				"latitude": 36.5442572,
				"longitude": -83.0976705
			}
		}
	},
	"fishing_techniques": "They are strong, muscular fighters and strike viscously at all manner of live bait and many artificials. Often fools an angler into thinking it's whipped, and then suddenly explodes back into life. Minnows and a variety of jigs are best baits. Use a good stiff rod with at least 15 lb test line. Steel leaders may be necessary and don’t try to lip hold these fish! Food value is generally considered poor."
}
