[
{
	"state": "Virginia",
	"agency": "Department of Game and Inland Fisheries",
	"date_effective": "2013-07-01",
	"date_expires": "2014-06-30",
	"schema": "",
	"schema_version": "1.0a",
	"documentation": "",
	"species": {
		"name": "Bear",
		"taxonomy": "Ursus americanus",
		"bova_id": 50037,
		"url": "http://www.dgif.virginia.gov/hunting/regulations/bear.asp",
		"weapon": {
			"archery": {
				"range": {
					"statewide": {
						"season": {
							"date": {
								"starts": "2013-10-05",
								"ends": "2013-11-15"
							}
						},
						"methods": [
							"Special restrictions apply to archery tackle use during this season. See “Legal Use of Firearms and Archery Tackle.”",
							"Archery tackle (including crossbows) only.",
							"Broadhead widths must be at least 7/8-inch wide or expand upon impact to 7/8-inch.",
							"Bows must be capable of propelling a broadhead arrow at least 125 yards.",
							"It is unlawful to use explosive head arrows or arrows to which any drug, chemical, or toxic substance has been added.",
							"It is unlawful to use dogs, except that dogs may be used to track wounded or dead bear (see “Hunting with Dogs”).",
							"It is unlawful to have a firearm in possession, except that a muzzleloading firearm as defined the muzzleloader bear season section, may also be in possession when and where there is an overlap with muzzleloading bear season where bear hunting with a rifle or muzzleloading firearm is permitted. (See exception for valid concealed handgun permit holders.)"
						]
					}
				}
			},
			"muzzleloader": {
				"range": {
					"statewide": {
						"season": {
							"date": {
								"starts": "2013-11-09",
								"ends": "2013-11-15"
							}
						},
						"methods": [
							"Only muzzleloading firearms, .45 caliber or larger, loaded from the muzzle of the gun.",
							"Muzzleloading firearms must be single shot, capable of firing only a single bullet or saboted bullet (.38 caliber or larger).",
							"Flintlock, percussion, or electronic ignitions are permitted.",
							"It is unlawful to have in immediate possession any firearm other than a muzzleloading gun while hunting with a muzzleloader. (See exception for valid concealed handgun permit holders).",
							"It is unlawful to use muzzleloading pistols.",
							"Must use at least 50 grains of black powder or black powder equivalent.",
							"Smokeless powder is allowed in muzzleloading firearms designed for it. Never use smokeless powder of any type in any quantity in a muzzleloading firearm that is not specifically designed for it.",
							"Scopes are permitted.",
							"For the purposes of transportation in a vehicle, muzzleloading firearms are considered “unloaded” when all powder has been removed from the flashpan, or the percussion cap, primer, or battery has been removed from the firearm. For complete safety, a muzzleloader should be emptied by shooting into soft ground.",
							"It is unlawful to use dogs, except that dogs may be used to track wounded or dead bear (see “Hunting with Dogs”)."
						],
						"comment": "Statewide in all areas where hunting with a muzzleloading rifle is permitted."
					}
				}
			}
			"firearms": {
				"range": {
					"1": {
						"places": {
							"Chesapeake": {
								"gnis_id": 1496841
							},
							"Suffolk": {
								"gnis_id": 1500187
							},
							"Virginia Beach": {
								"gnis_id": 1500261
							}
						}
						"season": {
							"date": {
								"starts": "2013-10-01",
								"ends": "2013-01-04"
							}
						}
					}
				}
			}
		}
	}
}
]
