[
{
	"_comment": "This file was generated by a script and has not been reviewed for accuracy. Please remove this comment after reviewing.",
	"state": "Virginia",
	"agency": "Department of Game and Inland Fisheries",
	"date_effective": "2013-07-01",
	"date_expires": "2014-06-30",
	"schema": "",
	"schema_version": "1.0a",
	"documentation": "",
	"species": {
		"name": "Bluegill",
		"taxonomy": "Lepomis macrochirus",
		"bova_id": 10183,
		"images": [],
		"aliases": [
			"Bream",
			"bluegill sunfish",
			"sun perch"
		],
		"identification": "Sunfish family. Colors are variable. Dark green, olive-green, olive brown, or bluish-black on its back, fading to yellowish-green or silvery. Normally has five to seven vertical bars extending down on each side. Lower parts of its cheek and gill cover are bluish. Its “throat” is yellow on females to bright orange on the male, brighter during spawning. Has a black, ear-like flap on its opercle (gill cover) and a black blotch at the back base of its spiny dorsal fin. Typically under 1lb. in Virginia."
	},
	"limits": {},
	"best_fishing": {
		"description": "Lakes: Western Branch, Prince, Cohoon, Chickahominy, Robertson, Gatewood, Briery Creek, Burke, and many others.",
		"lakes": {
			"Western Branch": {
				"gnis_id": 1479861,
				"latitude": 36.8060143,
				"longitude": -76.6182993
			},
			"Prince": {
				"gnis_id": 1502102,
				"latitude": 36.806427,
				"longitude": -76.6466867
			},
			"Cohoon": {
				"gnis_id": 1502117,
				"latitude": 36.7572092,
				"longitude": -76.645278
			},
			"Chickahominy": {
				"gnis_id": 1478078,
				"latitude": 37.4037577,
				"longitude": -76.956077
			},
			"Robertson": {
				"gnis_id": 1488819,
				"latitude": 37.8033179,
				"longitude": -79.6077461
			},
			"Gatewood": {
				"gnis_id": 1483599,
				"latitude": 37.0426752,
				"longitude": -80.8754
			},
			"Briery Creek": {
				"gnis_id": null
			},
			"Burke": {
				"gnis_id": 1464110,
				"latitude": 38.7626447,
				"longitude": -77.2992494
			},
			"many others": {
				"gnis_id": null
			}
		},
		"rivers": {}
	},
	"fishing_techniques": "Anumber 8 or 10 hook baited with soft crickets, small nymphs, garden worms, red wigglers, pieces of night crawlers, other grubs and caterpillars on an ultralight spinning or spincasting outfit, fly rod or cane pole provides a lot of fun. Toward evening, in summer, when the shallows cool, bluegills come into shore to feed. When using bait, fish shallow with a small, light bobber in spring, deep near structure in hot summer with no bobber and lightly weighted. Effective artificials include poppers, nymphs, wet and dry flies of many types, rubber spiders, grasshoppers and crickets, and tiny jigs. Flyrodding for bluegills is especially rewarding."
}
]
