[
{
	"state": "Virginia",
	"agency": "Department of Game and Inland Fisheries",
	"date_effective": "2013-07-01",
	"date_expires": "2014-06-30",
	"schema": "",
	"schema_version": "1.0a",
	"documentation": "",
	"species": {
		"name": "Blue Catfish",
		"taxonomy": "Ictalurus furcatus",
		"bova_id": 10390,
		"images": [],
		"aliases": [
			"forked-tailed cat",
			"humpback blue",
			"chucklehead"
		],
		"identification": "Catfish family. Heavy-bodied with a wide head and high spot forward of center near the head called the dorsal hump. Upper jaw projects well beyond the lower. Bluish-gray body above, fading to white on sides and belly. No spots and a deeply forked tail. Smaller blue cats are often confused with channel catfish. Blue cats are often confused with channel catfish. Small channel cats typically will have spots lacking in small blue cats. However, large channel cats and medium-sized blue cats can be more difficult to tell apart, often having similar coloration and general body shape. The margin, or edge, of the anal fin can be used to identify these fish; blue cats have an anal fin with a very straight margin, in channel cats the anal fin has a rounded margin. Biologists and anglers can definitively distinguish between the two species by counting anal fin rays;30-35 rays in the blue cat's anal fin verses the channel cat's 25 to 29 rays."
	},
	"limits": {},
	"best_fishing": {
		"description": "Rivers: James, Mattaponi, Pamunkey, Rappahannock, Staunton and Appomattox. Lakes: Buggs Island.",
		"lakes": {
			"Buggs Island": {
				"gnis_id": null
			}
		},
		"rivers": {
			"James": {
				"gnis_id": null
			},
			"Mattaponi": {
				"gnis_id": null
			},
			"Pamunkey": {
				"gnis_id": null
			},
			"Rappahannock": {
				"gnis_id": null
			},
			"Staunton": {
				"gnis_id": null
			},
			"Appomattox": {
				"gnis_id": null
			}
		}
	},
	"fishing_techniques": "March through May are the best months, but they are caught year round. Use heavy tackle with cut bait, live herring, shad, or peeler crabs. Best at night or low-light conditions."
}
]
